<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Foodly | 사이트맵</title>
<link href="/f5/resources/css/info/sitemap.css" rel="stylesheet">
</head>
<body>
	<jsp:include page="../header.jsp" />
	<div class="head-nav-container">
		<label class="head-nav-title">Introduce</label>
		<div class="head-nav-inner">
			<ul class="nav-col-ul">
				<li><a href="info.do">소개글</a></li>
				<li><a href="sitemap.do">사이트맵</a></li>
				<li><a href="#">-</a></li>
				<li><a href="#">-</a></li>
				<li><a href="#">-</a></li>
			</ul>
		</div>
	</div>
	<div class="container">
		<div class="row">
			<div id="content">
				<h4>사이트맵</h4>
				<section>
					<div class="content">
						<div class="image">
							<h3>이미지 들어갈 공간</h3>
						</div>
						<div class="site_info">
							> 로그인 / 로그아웃<br> '메인 페이지'에서 아이디/비밀번호 입력란에 입력 후 로그인 버튼을 누르면<br>
							로그인 상태가 되면서 로그아웃 / 마이페이지 버튼이 나타납니다.<br> <br> 홈페이지 상단
							메뉴에 로그인 링크를 클릭하면 '로그인 페이지'로 이동을 합니다.<br> 로그인 페이지에 아이디/비밀번호
							입력란에 입력 후 로그인 버튼을 누르면 메인 페이지로 이동을 하면서<br> 로그아웃 / 마이페이지 링크로
							나타납니다. <br> > 회원가입<br> '메인 페이지' 또는 '로그인 페이지'에
							'회원가입'버튼(링크)를 누르면 회원가입 페이지로 이동하게 되고, 입력란에 정보를 입력 후 가입하기 버튼을 누르면
							메인 페이지로 이동되며 로그인을 진행할 수 있습니다.<br>
						</div>
					</div>
				</section>
				<hr>
				<section>
					<div class="content">
						<div class="image">
							<h3>이미지 들어갈 공간</h3>
						</div>
						<div class="site_info">
							> 로그인 / 로그아웃<br> '메인 페이지'에서 아이디/비밀번호 입력란에 입력 후 로그인 버튼을 누르면<br>
							로그인 상태가 되면서 로그아웃 / 마이페이지 버튼이 나타납니다.<br> <br> 홈페이지 상단
							메뉴에 로그인 링크를 클릭하면 '로그인 페이지'로 이동을 합니다.<br> 로그인 페이지에 아이디/비밀번호
							입력란에 입력 후 로그인 버튼을 누르면 메인 페이지로 이동을 하면서<br> 로그아웃 / 마이페이지 링크로
							나타납니다. <br> > 회원가입<br> '메인 페이지' 또는 '로그인 페이지'에
							'회원가입'버튼(링크)를 누르면 회원가입 페이지로 이동하게 되고, 입력란에 정보를 입력 후 가입하기 버튼을 누르면
							메인 페이지로 이동되며 로그인을 진행할 수 있습니다.<br>
						</div>
					</div>
				</section>
				<hr>
				<section>
					<div class="content">
						<div class="image">
							<h3>이미지 들어갈 공간</h3>
						</div>
						<div class="site_info">
							> 로그인 / 로그아웃<br> '메인 페이지'에서 아이디/비밀번호 입력란에 입력 후 로그인 버튼을 누르면<br>
							로그인 상태가 되면서 로그아웃 / 마이페이지 버튼이 나타납니다.<br> <br> 홈페이지 상단
							메뉴에 로그인 링크를 클릭하면 '로그인 페이지'로 이동을 합니다.<br> 로그인 페이지에 아이디/비밀번호
							입력란에 입력 후 로그인 버튼을 누르면 메인 페이지로 이동을 하면서<br> 로그아웃 / 마이페이지 링크로
							나타납니다. <br> > 회원가입<br> '메인 페이지' 또는 '로그인 페이지'에
							'회원가입'버튼(링크)를 누르면 회원가입 페이지로 이동하게 되고, 입력란에 정보를 입력 후 가입하기 버튼을 누르면
							메인 페이지로 이동되며 로그인을 진행할 수 있습니다.<br>
						</div>
					</div>
				</section>
				<hr>
				<section>
					<div class="content">
						<div class="image">
							<h3>이미지 들어갈 공간</h3>
						</div>
						<div class="site_info">
							> 로그인 / 로그아웃<br> '메인 페이지'에서 아이디/비밀번호 입력란에 입력 후 로그인 버튼을 누르면<br>
							로그인 상태가 되면서 로그아웃 / 마이페이지 버튼이 나타납니다.<br> <br> 홈페이지 상단
							메뉴에 로그인 링크를 클릭하면 '로그인 페이지'로 이동을 합니다.<br> 로그인 페이지에 아이디/비밀번호
							입력란에 입력 후 로그인 버튼을 누르면 메인 페이지로 이동을 하면서<br> 로그아웃 / 마이페이지 링크로
							나타납니다. <br> > 회원가입<br> '메인 페이지' 또는 '로그인 페이지'에
							'회원가입'버튼(링크)를 누르면 회원가입 페이지로 이동하게 되고, 입력란에 정보를 입력 후 가입하기 버튼을 누르면
							메인 페이지로 이동되며 로그인을 진행할 수 있습니다.<br>
						</div>
					</div>
				</section>
				<hr>
				<section>
					<div class="content">
						<div class="image">
							<h3>이미지 들어갈 공간</h3>
						</div>
						<div class="site_info">
							> 로그인 / 로그아웃<br> '메인 페이지'에서 아이디/비밀번호 입력란에 입력 후 로그인 버튼을 누르면<br>
							로그인 상태가 되면서 로그아웃 / 마이페이지 버튼이 나타납니다.<br> <br> 홈페이지 상단
							메뉴에 로그인 링크를 클릭하면 '로그인 페이지'로 이동을 합니다.<br> 로그인 페이지에 아이디/비밀번호
							입력란에 입력 후 로그인 버튼을 누르면 메인 페이지로 이동을 하면서<br> 로그아웃 / 마이페이지 링크로
							나타납니다. <br> > 회원가입<br> '메인 페이지' 또는 '로그인 페이지'에
							'회원가입'버튼(링크)를 누르면 회원가입 페이지로 이동하게 되고, 입력란에 정보를 입력 후 가입하기 버튼을 누르면
							메인 페이지로 이동되며 로그인을 진행할 수 있습니다.<br>
						</div>
					</div>
				</section>
				<hr>
				<section>
					<div class="content">
						<div class="image">
							<h3>이미지 들어갈 공간</h3>
						</div>
						<div class="site_info">
							> 로그인 / 로그아웃<br> '메인 페이지'에서 아이디/비밀번호 입력란에 입력 후 로그인 버튼을 누르면<br>
							로그인 상태가 되면서 로그아웃 / 마이페이지 버튼이 나타납니다.<br> <br> 홈페이지 상단
							메뉴에 로그인 링크를 클릭하면 '로그인 페이지'로 이동을 합니다.<br> 로그인 페이지에 아이디/비밀번호
							입력란에 입력 후 로그인 버튼을 누르면 메인 페이지로 이동을 하면서<br> 로그아웃 / 마이페이지 링크로
							나타납니다. <br> > 회원가입<br> '메인 페이지' 또는 '로그인 페이지'에
							'회원가입'버튼(링크)를 누르면 회원가입 페이지로 이동하게 되고, 입력란에 정보를 입력 후 가입하기 버튼을 누르면
							메인 페이지로 이동되며 로그인을 진행할 수 있습니다.<br>
						</div>
					</div>
				</section>
				<hr>
				<section>
					<div class="content">
						<div class="image">
							<h3>이미지 들어갈 공간</h3>
						</div>
						<div class="site_info">
							> 로그인 / 로그아웃<br> '메인 페이지'에서 아이디/비밀번호 입력란에 입력 후 로그인 버튼을 누르면<br>
							로그인 상태가 되면서 로그아웃 / 마이페이지 버튼이 나타납니다.<br> <br> 홈페이지 상단
							메뉴에 로그인 링크를 클릭하면 '로그인 페이지'로 이동을 합니다.<br> 로그인 페이지에 아이디/비밀번호
							입력란에 입력 후 로그인 버튼을 누르면 메인 페이지로 이동을 하면서<br> 로그아웃 / 마이페이지 링크로
							나타납니다. <br> > 회원가입<br> '메인 페이지' 또는 '로그인 페이지'에
							'회원가입'버튼(링크)를 누르면 회원가입 페이지로 이동하게 되고, 입력란에 정보를 입력 후 가입하기 버튼을 누르면
							메인 페이지로 이동되며 로그인을 진행할 수 있습니다.<br>
						</div>
					</div>
				</section>
				<hr>
				<section>
					<div class="content">
						<div class="image">
							<h3>이미지 들어갈 공간</h3>
						</div>
						<div class="site_info">
							> 로그인 / 로그아웃<br> '메인 페이지'에서 아이디/비밀번호 입력란에 입력 후 로그인 버튼을 누르면<br>
							로그인 상태가 되면서 로그아웃 / 마이페이지 버튼이 나타납니다.<br> <br> 홈페이지 상단
							메뉴에 로그인 링크를 클릭하면 '로그인 페이지'로 이동을 합니다.<br> 로그인 페이지에 아이디/비밀번호
							입력란에 입력 후 로그인 버튼을 누르면 메인 페이지로 이동을 하면서<br> 로그아웃 / 마이페이지 링크로
							나타납니다. <br> > 회원가입<br> '메인 페이지' 또는 '로그인 페이지'에
							'회원가입'버튼(링크)를 누르면 회원가입 페이지로 이동하게 되고, 입력란에 정보를 입력 후 가입하기 버튼을 누르면
							메인 페이지로 이동되며 로그인을 진행할 수 있습니다.<br>
						</div>
					</div>
				</section>
				<hr>
				<section>
					<div class="content">
						<div class="image">
							<h3>이미지 들어갈 공간</h3>
						</div>
						<div class="site_info">
							> 로그인 / 로그아웃<br> '메인 페이지'에서 아이디/비밀번호 입력란에 입력 후 로그인 버튼을 누르면<br>
							로그인 상태가 되면서 로그아웃 / 마이페이지 버튼이 나타납니다.<br> <br> 홈페이지 상단
							메뉴에 로그인 링크를 클릭하면 '로그인 페이지'로 이동을 합니다.<br> 로그인 페이지에 아이디/비밀번호
							입력란에 입력 후 로그인 버튼을 누르면 메인 페이지로 이동을 하면서<br> 로그아웃 / 마이페이지 링크로
							나타납니다. <br> > 회원가입<br> '메인 페이지' 또는 '로그인 페이지'에
							'회원가입'버튼(링크)를 누르면 회원가입 페이지로 이동하게 되고, 입력란에 정보를 입력 후 가입하기 버튼을 누르면
							메인 페이지로 이동되며 로그인을 진행할 수 있습니다.<br>
						</div>
					</div>
				</section>
				<hr>
				<section>
					<div class="content">
						<div class="image">
							<h3>이미지 들어갈 공간</h3>
						</div>
						<div class="site_info">
							> 로그인 / 로그아웃<br> '메인 페이지'에서 아이디/비밀번호 입력란에 입력 후 로그인 버튼을 누르면<br>
							로그인 상태가 되면서 로그아웃 / 마이페이지 버튼이 나타납니다.<br> <br> 홈페이지 상단
							메뉴에 로그인 링크를 클릭하면 '로그인 페이지'로 이동을 합니다.<br> 로그인 페이지에 아이디/비밀번호
							입력란에 입력 후 로그인 버튼을 누르면 메인 페이지로 이동을 하면서<br> 로그아웃 / 마이페이지 링크로
							나타납니다. <br> > 회원가입<br> '메인 페이지' 또는 '로그인 페이지'에
							'회원가입'버튼(링크)를 누르면 회원가입 페이지로 이동하게 되고, 입력란에 정보를 입력 후 가입하기 버튼을 누르면
							메인 페이지로 이동되며 로그인을 진행할 수 있습니다.<br>
						</div>
					</div>
				</section>
			</div>
		</div>
	</div>
	<jsp:include page="../footer.jsp" />
</body>
</html>